Repository: rhevorn/machkit
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 已退出 %lld 个 App；内存压力已重新采样。
en: Quit %lld apps; memory pressure has been sampled again.

source: 已退出 %lld 个 App，仍有 %lld 个进程无法结束。
en: Quit %lld apps; %lld processes still could not be terminated.

source: 已退出 %lld 个 App，%lld 个 App 仍在运行。
en: Quit %lld apps; %lld apps are still running.

source: 正在请求 macOS 释放文件缓存…
en: Asking macOS to release file caches…

source: 已取消释放系统缓存。
en: System cache release was cancelled.

source: 无法释放系统缓存：%@
en: Could not release system caches: %@

source: 已请求 macOS 释放文件缓存；内存压力已重新采样。
en: Asked macOS to release file caches; memory pressure has been sampled again.

source: 系统拒绝了该操作。
en: The system denied the operation.

source: Sift 不能退出自身。
en: Sift cannot quit itself.

source: Finder 由 macOS 管理，不会在这里退出。
en: Finder is managed by macOS and cannot be quit here.

source: 只能优化当前用户可见的 App。
en: Only visible apps owned by the current user can be optimized.

source: 无法确认 App 所属用户，不会退出。
en: The app owner could not be verified, so the app will not be quit.

source: 只能退出当前用户的 App。
en: Only apps owned by the current user can be quit.

source: 无法确认 App 身份，不会退出。
en: The app identity could not be verified, so the app will not be quit.

source: 重建全部后台任务数据库？
en: Rebuild the entire background task database?

source: 重建数据库
en: Rebuild Database

source: 重新扫描
en: Scan Again

source: 需确认
en: Review

source: 需要 macOS 26 或更高版本才能检查系统语言模型
en: macOS 26 or later is required to inspect system language models

source: 需要完全磁盘访问权限
en: Full Disk Access Required

source: 项目类型
en: Item Type

source: 首页
en: Home

source: 高级操作
en: Advanced Actions

source: 高级操作可强制丢弃文件缓存，但不会清理 App 私有内存，也可能暂时降低性能。
en: Advanced actions can discard file caches, but they do not clear private app memory and may temporarily reduce performance.
